{
  "Member": [
    {
      "Primary Instructors": [
        {
          "About": "Professor I-Son Grace Ng is devoted to the synthetic biology, genetic and enzymatic engineering, which to apply in bioenergy and biorefinery. She is currently teaching in Department of Chemical Engineering. She has over 6 years’ experience in iGEM. As the PI of iGEM_NCKU Tainan, she really expects the iGEMers grow up and become the ace in Synthetic Biology.",
          "Name": "Prof. Grace, I-Son Ng",
          "img": "/wiki/images/d/d3/T--NCKU_Tainan--instructor3.png",
          "Prof": "國立成功大學化學工程　博士",
          "Department": "Chemical Engineering"
        },
        {
          "About": "Mei-Ling Tsai completed her Philosopher’s Degree at University of Michigan in USA and then returned to Taiwan. After promoted as Associate Professor of Physiology at National Cheng Kung University Medical College, her research has been focusing on the impact of activated estrogen receptor beta on tissue remodeling by using proteomic approaches and revealing unique functions of estrogen receptor beta during tissue remodeling. Because of her dedication to medical education, she has been elected in IUPS (International Union of Physiological Societies) Education Committee since 2009 and FAOPS (Federations of Asian and Oceanian Physiological Societies) council since 2015.",
          "Name": "Prof. Mei-Ling Tsai",
          "img": "/wiki/images/d/d3/T--NCKU_Tainan--instructor3.png",
          "Prof": "美國密西根大學毒物學　博士",
          "Department": "Physiology"
        }
      ]
    },
    {
      "Instructors": [
        {
          "About": "Professor Jo-Shu Chang is a Chair Professor of Department of Chemical Engineering at National Cheng Kung University, Taiwan. He received his Ph.D. degree in 1993 from University of California, Irvine. He owns numerous academic awards and is fellow of AIMBE. His recent research focuses on microalgae biofuels/biorefinery using system biology.",
          "Name": "Chair Prof. Jo-Shu Chang",
          "img": "/wiki/images/c/c1/T--NCKU_Tainan--instructor2.png",
          "Prof": "美國加州大學Irvine分校化工暨生化　博士",
          "Department": "Chemical Engineering"
        },
        {
          "About": "I have taught in junior high school for 7 years, further and higher education at NCKU. Being an English lecturer at NCKU offers me many opportunities to collaborate with a lot of experts from different professions. Through the 7-year ESP teaching, I’ve been actively involved in industrial technology, career development, basic civil engineering, and biotechnology.  I, currently, am working on the project of English as a medium of instruction (EMI) and co-working with this cross-disciplinary team, iGEM NCKU, Tainan.",
          "Name": "Lecturer Ching-Yi Yeh",
          "img": "/wiki/images/3/30/T--NCKU_Tainan--SpecialThanks4.png",
          "Prof": "MPhil in Second Language Research in Second Language Education, Cambridge University, UK <br/>MA in TESOL, York University, UK",
          "Department": "Foreign Language Department"
        }
      ]
    },
    {
      "Advisers": [
        {
          "Department": "Basic Medical Sciences",
          "Name": "Eric, Po-Jen Wu",
          "About": "The game player in biological system. In NCKU_Tainan iGEM team, I want to promote the linkage from theory to the real working system in organism.",
          "img": "/wiki/images/7/76/T--NCKU_Tainan--iGEMSquareProfile13.png",
          "Profession": "The Cross-Pollinator"
        },
        {
          "Department": "Computer Science & Information Engineering",
          "Name": "Chi-Hsuan, Huang",
          "About": "I am passionate about co-working and sharing information and knowledge with people. I dream of using science and technology to making the world better and solving social Issues. I joined the iGEM NCKU Tainan to meet people from all walks of life and together to solve the critical medial problem.",
          "img": "/wiki/images/2/2d/T--NCKU_Tainan--iGEMSquareProfile19.png",
          "Profession": "Infomation Technology"
        }
      ]
    },
    {
      "Wet Lab": [
        {
          "Department": "Medicine / physics",
          "Name": "Chia-En Wong",
          "About": "Med school student with double major in physics. Having the passion to explore and research in interdisciplinary field ,I want to solve the fundamental problems in medicine from a sceintific way.",
          "img": "/wiki/images/a/ad/T--NCKU_Tainan--iGEMSquareProfile5.png",
          "Profession": "Team Leader"
        },
        {
          "Department": "Chemistry",
          "Name": "Ying Hsin, Hong",
          "About": "For me, joining iGEM is a big step, because it is a new field which I have never known. During iGEM, I have encountered a lot of challenges, such as communicating with other members. I am so glad that I participated iGEM, and I have learned a lot from other partners. As a member in wet-lab, I help our team to design the gene-circuit in order to make our idea come true.",
          "img": "/wiki/images/8/8c/T--NCKU_Tainan--iGEMSquareProfile6.png",
          "Profession": "Wet-Lab"
        },
        {
          "Department": "Chemical Engineering",
          "Name": "Wei Hsuan Wang",
          "About": "I love challenges and doing crazy things. iGEM gives me a chance to apply what I learned from the textbook, and also allows me to explore a new field, synthetic biology. It allows us to turn lots of impossible things to reality and deal with the big issues in our world. Joining iGEM also enables me to make amazing friends, and I love to be together with them. As a team we try everything new and conquer the problems together.",
          "img": "/wiki/images/6/6b/T--NCKU_Tainan--iGEMSquareProfile10.png",
          "Profession": "Vice Leader & Wet lab "
        },
        {
          "Department": "Life Science",
          "Name": "Fang-Wei, Yu",
          "About": "Being a student of Life Science, iGEM is a competition meant to be. Pale knowledge in textbooks can never quench my thirst of curiosity. This is the place I can go from the lab to the stage, from the books to reality. Enjoy embracing challenge and new things. Utilize all the thoughts in mind, every bit of resource we have, so I can be a part of this Jamboree. Not even satisfied of just being a geek in the lab, want to explore world.",
          "img": "/wiki/images/c/c9/T--NCKU_Tainan--iGEMSquareProfile12.png",
          "Profession": "Wet-Lab"
        }
      ]
    },
    {
      "Dry Lab": [
        {
          "Department": "Physics",
          "Name": "Shu-Yu Chen",
          "About": "Major in physics and interested in medicine, working on quantum information in college, hope to solve medical problems with new physics. I participate in iGEM to meet new people who are also care about medicine and interdisciplinary.",
          "img": "/wiki/images/a/a0/T--NCKU_Tainan--iGEMSquareProfile17.png",
          "Profession": "Dry Lab leader & Simulation"
        },
        {
          "Department": "Medicine / physics",
          "Name": "Yi-Hsuan Chen",
          "About": "I want to solve the medical problem in an engineering aspect. Joining iGEM broad my vision on how biological engineering can sovle the medical issue.",
          "img": "/wiki/images/d/d7/T--NCKU_Tainan--iGEMSquareProfile15.png",
          "Profession": "Dry Lab Leader & Engineering Design"
        },
        {
          "Department": "Electrical Engineering",
          "Name": "Meng Hsuan Tsai",
          "About": "iGEM creates opportunities for students with goodwill to join and make great things even better. We could try to view what a problem in the real world is and also work as a team player to solve it. I not only have a deeper insight about synthetic biology, but also focus on my own discipline. That’s why I am so addicted to iGEM, to apply everything that we learn as a team.",
          "img": "/wiki/images/e/e8/T--NCKU_Tainan--iGEMSquareProfile4.png",
          "Profession": "Vice Leader & Dry Lab Engineering Design "
        },
        {
          "Department": "Mathematics",
          "Name": "Hungching Chang",
          "About": "Bimajor in Mathematic and Statistic. Use the power of math to improve the harm brought by technology is my dream. And iGEM let me take a step foward to my dream.",
          "img": "/wiki/images/9/9d/T--NCKU_Tainan--iGEMSquareProfile16.png",
          "Profession": "Statistical modeling"
        },
        {
          "Department": "Chemical Engineering",
          "Name": "Doodoo Kao",
          "About": "As one of the iGEM NCKU Tainan initiator, I'm glad to enjoy this synthetic biology journey. From Wet Lab to Dry Lab, and also Human Pratice, I participated every singel part in the begining. Finally, I worked in Dry Lab - Hardware Design. As a iGEMer, I'm proud to contribute abilities to iGEM NCKU (somehow we function like synthetic bio!) and wish to enrich my best team till the end of journey. ",
          "img": "/wiki/images/6/67/T--NCKU_Tainan--iGEMSquareProfile9.png",
          "Profession": "Dry-Lab Hardware design"
        }
      ]
    },
    {
      "Information Technology": [
        {
          "Department": "Computer Science & Information Engineering",
          "Name": "Jingfei Yang",
          "About": "One of my hobbies is to make new friends. Besides, I love the atmosphere of teamwork Specially while they are struggling on the same goal and making big process. I have lots of experience about website and algorithm programming. Hope that I can make contributions on iGEM's website and data analysis.",
          "img": "/wiki/images/b/b6/T--NCKU_Tainan--iGEMSquareProfile20.png",
          "Profession": "Infomation Technology"
        },
        {
          "Department": "Computer Science & Information Engineering",
          "Name": "Shih-Yu Chen",
          "About": " I'am double majoring in both Computer Science and Electrical Engineering, hoping to use my background knowledge to assist IGEM NCKU Team.",
          "img": "/wiki/images/9/9e/T--NCKU_Tainan--iGEMSquareProfile18.png",
          "Profession": "Website Building"
        },
        {
          "Department": "Medicine",
          "Name": "Tim, Hsieh Ting Lin",
          "About": "As a Visual Designer , the most of my work is , well, design. However, design is not only making fancy stuff, but also playing an important role to convey ideas. iGEM provides me opportunities to communicate with people from different fields. On the other hand, it promote our creativity on synthetic biology. In my opinion, all of us are designer, we design better product for the future.",
          "img": "/wiki/images/2/2f/T--NCKU_Tainan--iGEMSquareProfile21.png",
          "Profession": "Design"
        }
      ]
    },
    {
      "Human Practice": [
        {
          "Department": "Industrial and Information Management",
          "Name": "Raymond Hou",
          "About": "Major is not a matter, but thinking and action out of the frame is the matter. iGEM is the long experiment to see the potential of  interdiscipline and what we can do. As a multipotentialite, I like to try new things, learn from observation and make ideas reality. All the stories begin with a choice.",
          "img": "/wiki/images/c/c4/T--NCKU_Tainan--iGEMSquareProfile1.png",
          "Profession": "Human Practice"
        },
        {
          "Department": "Medical Laboratory Science and Biotechnology",
          "Name": "Eva Liu",
          "About": "I am a person who would like to face the challenge , this is why i choose to join the first year of iGEM NCKU_Tainan ",
          "img": "/wiki/images/8/8e/T--NCKU_Tainan--iGEMSquareProfile2.png",
          "Profession": "Human Practice"
        },
        {
          "Department": "Materials Science and Engineering",
          "Name": "Seow Heqing",
          "About": "Passionate about MSE but would like to indulge in Industrial Design too. Am a girl from a small town in M'sia came to Taiwan to pursue her dreams. Always believe that there's a tenuous link between Life and Science where a slight touch leads to a brilliant sparkle ! Therefore I join iGEM as to widen my view to a whole new field that I had never seen before at the same time meeting great people with the same vision. ",
          "img": "/wiki/images/5/5c/T--NCKU_Tainan--iGEMSquareProfile3.png",
          "Profession": "Human Practice"
        },
        {
          "Department": "Computer Science & Information Engineering",
          "Name": "Yung Chiang Cheng",
          "About": "I join in this team when I was a freshman because of the curiosity about synthetic biology and iGEM. Although I major in computer science and don't have any biology background, I will never retreat. This is a huge challenge to me, but the secret of synthetic biology quite attract me this is the power that made me conquer the difficulty on the way.",
          "img": "/wiki/images/1/15/T--NCKU_Tainan--iGEMSquareProfile22.png",
          "Profession": "Human Practice"
        }
      ]
    }
  ],
  "Attribution": [
    {
      "Experiments – Biobrick Construction": [
        "Ying Hsin, Hong",
        "Chia-En Wong",
        "Fang Wei, Yu",
        "Wei Hsuan Wang"
      ]
    },
    {
      "Experiments – Medium Selection": [
        "Chia-En Wong",
        "Fang Wei, Yu",
        "Eric, Po-Jen Wu"
      ]
    },
    {
      "Experiments – Glucose Functional Test": [
        "Chia-En Wong",
        "Wei Hsuan Wang",
        "Ying Hsin, Hong"
      ]
    },
    {
      "Experiments – Urine Functional Test": [
        "Chia-En Wong",
        "Tim, Hsieh Ting Lin",
        "Wei Hsuan Wang",
        "Fang-Wei, Yu"
      ]
    },
    {
      "Experiments – Safety System": [
        "Eric, Po-Jen Wu",
        "Chia-En Wong",
        "Ying Hsin, Hong"
      ]
    },
    {
      "Experiments – Prototype Functional Test": [
        "Chia-En Wong",
        "Wei Hsuan Wang",
        "Meng Hsuan Tsai",
        "Yi-Hsuan Chen"
      ]
    },
    {
      "Dry Lab – Modeling": [
        "Shu-Yu Chen"
      ]
    },
    {
      "Dry Lab – Statistic Analysis": [
        "Hungching Chang"
      ]
    },
    {
      "Dry Lab –  Engineering Design": [
        "Yi-Hsuan Chen ",
        "Meng Hsuan Tsai"
      ]
    },
    {
      "Dry Lab –  Prototype Design": [
        "Chia-En Wong",
        "Wei Hsuan Wang",
        "Meng Hsuan Tsai",
        "Yi-Hsuan Chen ",
        "Doodoo Kao",
        "Alex Lu",
        "Fang-Wei, Yu"
      ]
    },
    {
      "Presentation and Poster": [
        "Lecturer Ching-Yi Yeh",
        "Seow Heqing",
        "Doodoo Kao",
        "Fang-Wei, Yu",
        "Meng Hsuan Tsai",
        "Raymond Hou",
        "Tim, Hsieh Ting Lin"
      ]
    },
    {
      "Visual Design": [
        "Tim, Hsieh Ting Lin"
      ]
    },
    {
      "Wiki": [
        "Chi-Hsuan, Huang",
				"Jingfei Yang",
				"Shih-Yu Chen",
        "Tim, Hsieh Ting Lin"
      ]
    },
    {
      "Human Practice and Policies": [
        "Seow Heqing",
        "Meng Hsuan Tsai",
        "Eva Liu",
        "Raymond Hou",
        "Yung Chiang Cheng"
      ]
    },
    {
      "Fund Raising": [
        "Prof. Grace, I-Son Ng"
      ]
    }
  ]
}
